{
    "ko" : {
        "title" : "Recent Games",
        "learn-more" : "자세히 보기",
        "coming-soon" : "출시 예정",
        "eos-blasterz" : {
            "title" : "EOS Blasterz",
            "descriptions" : [
                "세계 최고의 EOS 사냥꾼을 가리는 실시간 경쟁 게임! 가장 많은 몬스터를 처치한 사냥꾼에게 지급되는 최대 상금의 EOS! 쉽고 단순한 터치 하나로 전 세계 EOS 사냥꾼들과의 박진감 넘치는 경쟁이 펼쳐진다!",
                "블록체인 기반의 실시간 랭킹 시스템을 활용해 전 세계 유저들의 점수 기록 및 상금 분배가 자동으로 이루어집니다. 지금 바로 깜찍한 사냥꾼 사비(Chavi)와 함께 최고 상금의 EOS에 도전하세요!"
            ]
        },
        "eos-to-the-moon" : {
            "title" : "EOS Impact",
            "descriptions" : [
                "행성 충돌로 지구 멸망까지 얼마 남지 않은 시간! 세상을 구하기 위한 EOS 항공우주국(EASA)의 작전이 시작된다! 쉽고 단순한 터치 하나로 최대 상금의 EOS와 함께 인류의 영웅이 되어 보자!",
                "블록체인 기반의 실시간 랭킹 시스템을 활용해 전 세계 유저들의 점수 기록 및 상금 분배가 자동으로 이루어집니다. 지금 바로 이오스페이스(EOSpace)호와 함께 최고 상금의 EOS에 도전하세요!"
            ]
        }
    },
    "en" : {
        "title" : "Recent Games",
        "learn-more" : "Learn more",
        "coming-soon" : "Coming soon",
        "eos-blasterz" : {
            "title" : "EOS Blasterz",
            "descriptions" : [
                "Real-time competition to become the greatest EOS hunter! The biggest prize goes to the hunter with the highest kill score! Enjoy intense competition between EOS hunters worldwide!",
                "Using a blockchain based real-time ranking system, automatic score recording and prize distribution became possible. Challenge now with our cute hunter Chavi!"
            ]
        },
        "eos-to-the-moon" : {
            "title" : "EOS Impact",
            "descriptions" : [
                "Not enough time has left after the planet collision! EOS Aeronautics and Space Administration (EASA)’s mission kicks off to save the world! Become the hero by easy and simple push!",
                "Using a blockchain based real-time ranking system, automatic score recording and prize distribution became possible. Challenge with the EOSpace and win the biggest prize in EOS!"
            ]
        }
    },
    "zh" : {
        "title" : "最新游戏",
        "learn-more" : "更多",
        "coming-soon" : "即将公开",
        "eos-blasterz" : {
            "title" : "EOS Blasterz",
            "descriptions" : [
                "一款实时竞争游戏,胜出世上最好的EOS猎人! 打败最多怪兽的猎人可将获得EOS最高奖金! 简单简单的操作,就能和全世界的EOS猎人展开逼真的竞争!",
                "基于区块链为的实时排名系统,自动进行全世界用户的分数记录和奖金分配。 让我们马上和小猎人萨维(Chavi)一起开始获得最高奖金的挑战吧!"
            ]
        },
        "eos-to-the-moon" : {
            "title" : "EOS Impact",
            "descriptions" : [
                "拯救行星撞击地球至灭亡的时间没剩多久! 为了拯救世界,EOS宇航局(EASA)开始作战了! 简单操作即可成为人类英雄以及有机会获得EOS最高奖金!",
                "基于区块链技术的实时排名系统,可以自动进行全世界用户的分数记录和奖金分配。 让我们马上和EOSpace号一起挑战最高奖金的EOS吧!"
            ]
        }
    }
}
